import './About.scss';

const About = () => {
	return (
		<section className='about'>
			<div className='container'>
				<p className='about-txt'>Про нас</p>
				<div className='about-row'>
					<div className='about-title'>
						<h1 className='about-title-h1'>Добро.дій</h1>
						<p className='about-title-p'>некомерційна громадська організація</p>
					</div>
					<p className='about-txt-1'>
						Діяльність ГО “Добро.Дій” не лише спрямована на відновлення природного середовища, але і
						символізує відродження України, яка зараз виборює свою незалежність. Роки війни роблять
						нашу країну вразливою та зруйнованою, але ми віримо в силу спільної праці і відданості.
					</p>
					<p className='about-txt-2'>
						Діяльність ГО “Добро.Дій” не лише спрямована на відновлення природного середовища, але і
						символізує відродження України, яка зараз виборює свою незалежність. Роки війни роблять
						нашу країну вразливою та зруйнованою, але ми віримо в силу спільної праці і відданості.
					</p>
				</div>
			</div>
		</section>
	);
};

export default About;
